app/controllers/plates_controller.rb

  def index
    @plates = Plate.all
---
SELECT "plates".* FROM "plates"